[
  {
    "qualification": "Financial Risk Manager",
    "year": "Qualified January 2020",
    "institute": "Global Association of Risk Professionals",
    "description": "Globally recognised professional certification for financial risk management, covering market, credit, operational and liquidity risk. View my digital badge <a href='https://my.garp.org/DigitalBadgeFRM?id=0031W000022cw9ZQAQ' target='_blank'>here.</a>"
  },
  {
    "qualification": "MSc in Computational and Applied Mathematics",
    "year": "February 2015 to March 2016",
    "institute": "University of the Witwatersrand",
    "description": "Masters by thesis titled 'Turbulent hydraulic fracturing utilizing Prandtl's mixing length hypothesis'. This was awarded a distinction as well as best MSc in the School of Computational and Applied Mathematics. \n Scholarships included the Postgraduate Masters Merit Award and a National Research Foundation Scarce Skills bursary.\n  View my thesis <a href='https://wiredspace.wits.ac.za/items/bc46d493-a94c-4250-a32c-43b1a92ce1f0' target='_blank'> here. </a>"
  },
  {
    "qualification": "BSc Honours in Computational and Applied Mathematics",
    "year": "2014",
    "institute": "University of the Witwatersrand",
    "description": "Awarded with a final mark of 94%. Subjects included Mathematical Modelling, Computational Differential Equations, Optimization, and more. \nMy research project was awarded a mark of 95% and resulted in a publication in the International Journal of Rock Mechanics and Mining Sciences. View the paper <a href='https://www.sciencedirect.com/science/article/abs/pii/S1365160917305221' target='_blank'>here.</a>"
  },
  {
    "qualification": "BSc in Computational and Applied Mathematics and Mathematics",
    "year": 2013,
    "institute": "University of the Witwatersrand",
    "description": "Degree awarded with distinction, with 17 certificates of merit obtained. I also served as the secretary for the Mathematical Sciences Student Council (2013)."
  }
]