[
  {
    "role": "Senior Quantitative Analyst",
    "place": "Business and Commercial Banking, Standard Bank South Africa",
    "years": "August 2023 - Present",
    "description": "In my current role within the Business and Commercial Banking space, I have continued to grow my expertise in building impairment (IFRS 9) and capital (Basel) PD, EAD, and LGD models, while adapting to the nuances of non-retail banking. This has included researching and developing models for specialized low-default portfolios and researching new methodologies. \n I have redeveloped a full suite of capital models and refined in-use impairment models to improve their stability and discriminatory power, while also incorporating insights from business stakeholders and research. Additionally, I've worked on and enhanced Earnings at Risk models, and oversee their maintenance, monitoring, and communication of results. All work I undertake is done with a focus on automation (via the use of Azure DevOps and Control-M), to minimize model risk and increase transparency, adhering to industry best practices. \n My model development work is comprehensive, including stakeholder discussions, research, data preparation, model creation, model governance and deployment. I particularly excel at translating technical work into business-friendly messages. \n A significant part of my responsibilities involves teaching, supporting and advising junior colleagues on methodologies, modeling techniques, and the principles of model development. Additionally, research and providing recommendations are integral to my role."
  },
  {
    "role": "Quantitative Analyst / Senior Quantitative Analyst",
    "place": "Personal and Private Banking, Standard Bank South Africa",
    "years": "March 2017 - July 2023, promoted 2021",
    "description": "In this role, I have gained extensive experience in the building and refining of both Impairment (IFRS 9) and Regulatory Capital (Basel) PD, EAD and LGD models within the retail banking space. This experience has spanned across multiple portfolio types, each with their own particular needs. Some of these portfolios include Home Loans, Credit Cards, Revolving Loans, Term Loans, Overdrafts and Pension-backed Lending.\nMy model development experience has been end-to-end, covering stakeholder discussions, data preparation and quality management, model development and methodology refinement, model implementation and post-implementation monitoring and stakeholder management communications.\nA large part of my role includes the refinement and testing of bank-approved modelling methodologies. Notable examples have been adjustments to Significant Increase in Credit Risk and Multiple Default Adjustment procedures. I have also been spearheading the drive for following industry best practices around model automation and version control within our team, via the use of Azure Repositories and Control-M.\n\nOther responsibilities include the generation of monthly model updates and communication of results to portfolio stakeholders (translating the technical into practical, useful knowledge). I am also responsible for the completion of model change governance processes, and scenario analysis/testing for portfolio understanding and generation of overlays, where required.\nI also line managed three junior quantitative analysts, ensuring their development and overseeing their delivery."
  },
  {
    "role": "Quantitative Analyst Graduate Trainee",
    "place": "Personal and Business Banking, Standard Bank South Africa",
    "years": "February 2016 - February 2017",
    "description": "I rotated in three teams during this position.\n Model Validation Banking team: I worked as a validation analyst, critically analyzing and verifying behaviour scorecards, capital models and impairment models. This process included writing formal reports on findings and presenting these results to the relevant governance structures. The scope of the validations I performed spanned across multiple portfolios within the bank. I also had the opportunity to research additional validation techniques within my rotation. Any new techniques that proved useful to analysis I then programmed in a SAS macro format and presented for use within the team.\n Capital and Impairments Modelling team: Within this team, I developed the new IFRS9 models for several African countries in which Standard Bank operates. These projects incorporated all aspects of the model development life cycle, including data preparation and profiling, and stakeholder engagement. I was also tasked with building an impairment model as specified by the National Bank of Angola, modifying according to the regulator's and business' needs, and taking the model through the relevant governance.\n Scorecard team: Within this team, I have assisted with the automation of monthly monitoring that is required for all scorecards, in order to ensure adequate performance and identify issues. This has involved learning how each portfolio is monitored, understanding the relevant data fields, and the creation of SAS scripts that automate the monitoring and the creation of reports. I have also received formal training within this team on the basics of scorecard building as well as the use of Paragon Modeller within the modelling process."
  }
]